{
  "pageTitle" : "Beth sy’n digwydd nesaf",
  "header" : "Cais wedi’i anfon",
  "refReminder": "Eich rhif cyfeirnod yw eich rhif Yswiriant Gwladol",
  "whatNow" : {
    "title": "Beth sy’n digwydd nesaf"
  },
  "coronavirus" : {
    "text1": "Bydd rhywun o’ch canolfan gwaith leol yn cysylltu â chi erbyn <span class=\"nobr\">%s</span>.",
    "text2": "Byddant yn trefnu apwyntiad ‘Ymrwymiad Hawlydd’ gydag anogwr gwaith, sydd fel arfer dros y ffôn. Bydd eich anogwr gwaith yn siarad â chi am beth rydych angen ei wneud i gael ESA Dull Newydd, yn cynnwys gofyn i chi:<ul class=\"govuk-list govuk-list--bullet\"><li>egluro sut mae eich salwch neu anabledd yn effeithio eich gallu i weithio</li><li>darparu tystiolaeth feddygol</li><li>cytuno i ddweud wrthym os bydd eich amgylchiadau’n newid</li></ul>",
    "text3": "Mae’n rhaid i chi gytuno ar eich Ymrwymiad Hawlydd cyn y gallwch gael ESA Dull Newydd."
  },
  "medicalEvidence" : {
    "medicalEvidenceHeading": "Anfonwch dystiolaeth feddygol atom i gefnogi’ch cais",
    "text1": "Gallwch hunan-ardystio am 7 diwrnod cyntaf eich cais ond mae angen i chi anfon tystiolaeth feddygol atom o ddiwrnod 8 ymlaen.",
    "text2": "Y math mwyaf cyffredin o dystysgrif feddygol yw nodyn ffitrwydd (a elwir hefyd yn ddatganiad ffitrwydd i weithio neu nodyn salwch), ond rydym hefyd yn derbyn mathau eraill o dystiolaeth feddygol.",
    "conditionalReveal": {
      "heading": "Mathau eraill o dystiolaeth feddygol",
      "text1": "Yn ogystal â nodiadau ffitrwydd, rydym hefyd yn derbyn y tystysgrifau meddygol hyn:",
      "li1": "Med10 (tystysgrif ysbyty a roddir i gleifion mewnol os yw’ch triniaeth yn parhau mwy na 7 diwrnod)",
      "li2": "MATB1 (os ydych yn feichiog ond na allwch gael Tâl Mamolaeth Statudol na Lwfans Mamolaeth)",
      "li3": "CF73 (ffurflen a gyhoeddir gan ysbyty seiciatryddol)",
      "li4": "DS1500 (ffurflen wedi’i llenwi a’i hanfon atom gan doctor, ymgynghorydd neu nyrs arbenigol os ydynt yn credu efallai na fyddwch yn byw yn fwy na 6 mis, oherwydd eich cyflwr)",
      "text2": "Gallai mathau eraill o dystiolaeth gynnwys datganiad doctor, adroddiad ymgynghorydd neu hysbysiad Awdurdod Lleol."
    },
    "text3": "Bydd angen i chi barhau i anfon tystiolaeth feddygol atom cyn belled â’ch bod ddim digon abl i weithio. Byddwn yn dweud wrthych pryd y gallwch roi’r gorau i’w hanfon. Er enghraifft, os yw’ch nodyn ffitrwydd am 14 diwrnod, bydd angen i chi i anfon un arall atom pan fydd yn rhedeg allan."
  },
  "sendEvidence": {
    "heading": "Sut i anfon eich tystiolaeth",
    "text1": "Os oes gennych nodyn ffitrwydd, gallwch ddefnyddio’r <a class=\"govuk-link\" href=\"https://www.gov.uk/anfon-eich-nodyn-ffitrwydd-ar-gyfer-eich-cais-esa\" target=\"_blank\">gwasanaeth Anfon eich nodyn ffitrwydd  (agor mewn tab newydd)</a> i’w anfon atom ar-lein.",
    "text2": "Os oes gennych fath arall o dystiolaeth feddygol, gallwch ei hanfon atom trwy’r post. Gallwch hefyd bostio’ch nodyn ffitrwydd.",
    "insetText": {
      "heading": "Ble i anfon eich tystiolaeth feddygol trwy’r post",
      "line1": "Freepost DWP ESA 26"
    }
  },
  "universalCreditYes": {
    "heading": "Dweud wrth Gredyd Cynhwysol",
    "text1": "Os ydych yn cael neu wedi gwneud cais am Gredyd Cynhwysol byddwch angen dweud wrthynt eich bod wedi gwneud cais am ESA Dull Newydd. Gallwch wneud hyn drwy <a class=\"govuk-link\" href=\"https://www.gov.uk/mewngofnodi-ich-cyfrif-credyd-cynhwysol\" target=\"_blank\">fewngofnodi i’ch cyfrif Credyd Cynhwysol (agor mewn tab newydd)</a> a defnyddio eich dyddlyfr i gysylltu â’ch rheolwr achos.",
    "text2": "Rhaid i chi hefyd roi manylion eich tystiolaeth feddygol yn eich cyfrif Credyd Cynhwysol. Er enghraifft, os oes gennych nodyn ffitrwydd, nid oes angen i chi ei anfon at Gredyd Cynhwysol, ond rhaid i chi roi’r dyddiadau."
  },
  "universalCreditNo": {
    "heading": "Ydych chi angen help gyda chostau tai neu gymorth dros bartner neu blentyn?",
    "text1": "Os ydych ar incwm isel neu allan o waith, gallwch wneud cais am Gredyd Cynhwysol fel rhan o gais ddeuol gyda ESA Dull Newydd",
    "text2": "Yn wahanol i ESA Dull Newydd, gallwch wneud cais gyda phartner a chael cymorth gyda chostau tai, plant a gofal plant.",
    "text3": "Mae’n rhaid i chi a’ch partner gael llai na £16,000 mewn cynilion a buddsoddiadau i fod yn gymwys.",
    "text4": "Darganfyddwch <a class=\"govuk-link\" href=\"https://www.gov.uk/how-to-claim-universal-credit\" target=\"_blank\">sut i wneud cais am Gredyd Cynhwysol ar GOV.UK (agor mewn tab newydd)</a>."
  },
  "feedback": {
  "feedbackHeading": "Rhowch eich adborth i ni",
  "feedbackQuestionLink" : "<a class=\"govuk-link\" href=\"/feedback\" target=\"_blank\">Beth oeddech chi’n ei feddwl am y gwasanaeth hwn? (agor mewn tab newydd)</a>. Mae’n cymryd 30 eiliad.",
  "researchQuestion" : "Gwirfoddolwch i <a class=\"govuk-link\" href=\"https://getinvolved.dwp.gov.uk/digital/f56c176f\" target=\"_blank\">gymryd rhan mewn ymchwil (agor mewn tab newydd)</a> i helpu i wella’r gwasanaeth. Ar hyn o bryd mae’r ffurflen a’r gweithgareddau ymchwil dilynnol ond ar gael drwy gyfrwng y Saesneg."
  }
}
