{
  "pageTitle" : "Caniatâd i ddoctor ddweud wrthym am eich iechyd",
  "heading" : "Rhannu gwybodaeth am eich cyflwr iechyd",
  "p1" : "Efallai y bydd yr Adran Gwaith a Phensiynau (DWP), neu weithwyr gofal iechyd proffesiynol cymeradwy sy’n gweithio iddynt, angen mwy o wybodaeth am eich cyflwr iechyd a sut mae’n effeithio ar eich gallu i weithio.",
  "p2" : "Efallai y byddant yn gofyn am y wybodaeth hon gan eich doctor, neu unrhyw weithiwr proffesiynol perthnasol arall rydych yn dweud wrthynt amdanynt.",
  "question": "A ydych yn rhoi caniatâd i’ch doctor neu weithwyr proffesiynol perthnasol eraill roi mwy o wybodaeth i’r DWP am eich cyflwr iechyd?",
  "yes" : "Ydw, gellir rhannu gwybodaeth am fy iechyd gyda’r DWP neu’r gweithwyr gofal iechyd proffesiynol sy’n gweithio iddynt",
  "no" : "Na, ni ellir rhannu gwybodaeth am fy iechyd gyda’r DWP neu’r gweithwyr gofal iechyd proffesiynol sy’n gweithio iddynt",
  "p3" : "Nid oes rhaid i chi roi caniatâd. Os dewiswch beidio â gwneud hynny, bydd DWP yn gwneud penderfyniad yn seiliedig ar y wybodaeth sydd ganddynt eisoes, yn ogystal ag unrhyw beth y gallwch chi ei rhoi iddynt eich hunan.",
  "subHeadForHowDWPUsesInfo" : "Sut mae DWP yn defnyddio’r wybodaeth yma",
  "p4" : "Mae DWP yn defnyddio’r wybodaeth yma i:",
  "p5" : "brosesu eich cais",
  "p6" : "gwneud penderfyniad ar eich cais, neu unrhyw ailystyriaeth orfodol neu apêl a wnewch",
  "p7" : "Mae’r gyfraith yn caniatáu iddynt gael, cadw a defnyddio’r wybodaeth hon.",
  "p8" : "Mae’r DWP yn gofyn am eich caniatâd ar ran eich doctor neu weithwyr proffesiynol perthnasol eraill rydych yn dweud wrthynt amdanynt. Mae hyn yn tawelu meddwl eich doctor a’r gweddill y gallant rannu’r wybodaeth hon yn gyfreithiol.",
  "p9" : "Gall DWP ofyn yn gyfreithlon i’ch doctor, ysbyty, neu weithwyr proffesiynol perthnasol eraill am wybodaeth am eich cyflwr iechyd a sut mae’n effeithio arnoch. Mae hyn oherwydd eu bod yn gofyn am wybodaeth i’w helpu i gyflawni eu swyddogaethau nawdd cymdeithasol swyddogol.",
  "subHeadForChangingMind": "Os byddwch yn newid eich meddwl",
  "p10": "<p class=\"govuk-body\">Gallwch newid eich meddwl yn nes ymlaen. Ffoniwch <span class=\"nobr\">0800 169 0310</span> a dweud eich bod eisiau rhoi neu dynnu’n ôl eich caniatâd. Rhif ffôn llinell Saesneg: <span class=\"nobr\">0800 328 1744</span>.</p>",
  "p11": "Os ydych yn tynnu’n ôl eich caniatâd, ni all DWP gael gwybodaeth gan eich doctor neu eraill a enwir ar eich ffurflen.",
  "understoodButton" : "Rwyf wedi darllen a deall",
  "errors": {
    "required": "Dewiswch ydw os ydych yn cytuno y gall DWP ofyn am fwy o wybodaeth amdanoch chi"
  }
}